tap "commitdev/zero"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "helm/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bitwarden-cli"
brew "chezmoi"
brew "eslint"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "kube-score"
brew "kubeaudit"
brew "kubernetes-cli"
brew "kubeval"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "stats"
brew "python@3.8"
brew "shellcheck"
brew "starship"
brew "sops"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-completions"
brew "mas"
cask "alfred"
cask "discord"
cask "browserosaurus"
cask "docker"
cask "brave"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "jetbrains-toolbox"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Magnet", id: 441258766
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onelight"
vscode "antfu.smart-clicks"
vscode "aprilandjan.ascii-tree-generator"
vscode "astro-build.astro-vscode"
vscode "BazelBuild.vscode-bazel"
vscode "bungcip.better-toml"
vscode "chrischinchilla.vale-vscode"
vscode "christian-kohler.path-intellisense"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "debens.sort-js-object"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "fnando.linter"
vscode "GitHub.copilot"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-execution"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "hilleer.yaml-plus-json"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mintlify.document"
vscode "mrmlnc.vscode-attrs-sorter"
vscode "mrmlnc.vscode-json5"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-vscode.makefile-tools"
vscode "mtxr.sqltools"
vscode "mtxr.sqltools-driver-pg"
vscode "nrwl.angular-console"
vscode "OfHumanBondage.react-proptypes-intellisense"
vscode "PascalReitermann93.vscode-yaml-sort"
vscode "pflannery.vscode-versionlens"
vscode "Prisma.prisma"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "robertoachar.vscode-essentials-snippets"
vscode "SimonSiefke.svg-preview"
vscode "sourcegraph.sourcegraph"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "stylelint.vscode-stylelint"
vscode "Tchoupinax.tilt"
vscode "timonwong.shellcheck"
vscode "Tyriar.sort-lines"
vscode "vincaslt.highlight-matching-tag"
vscode "wix.vscode-import-cost"
vscode "zhuangtongfa.material-theme"
