brew "python@3.13"
brew "awscli"
brew "eslint"
brew "bat"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "stats"
brew "sops"
brew "wget"
brew "yamllint"
brew "zsh-completions"
brew "mas"
brew "mvn"
brew "nvm"
cask "alfred"
cask "docker"
cask "jetbrains-toolbox"
cask "obsidian"
cask "iterm2"
cask "github"
cask "stats"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Magnet", id: 441258766
