brew "python@3.11"
brew "awscli"
brew "bash"
brew "bitwarden-cli"
brew "eslint"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "kube-score"
brew "kubeaudit"
brew "kubernetes-cli"
brew "kubeval"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "python@3.8"
brew "shellcheck"
brew "sops"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-completions"
brew "mas"
brew "mvn"
brew "openshift-cli"
cask "alfred"
cask "discord"
cask "docker"
cask "brave-browser"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "obsidian"
cask "iterm2"
cask "github"
cask "stats"
cask "syncthing"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Magnet", id: 441258766
