tap "commitdev/zero"
tap "fairwindsops/tap"
tap "fluxcd/tap"
tap "helm/tap"
tap "heroku/brew"
tap "homebrew/autoupdate"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "python@3.11"
brew "awscli"
brew "bash"
brew "bitwarden-cli"
brew "syncthing"
brew "eslint"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "kube-score"
brew "kubeaudit"
brew "kubernetes-cli"
brew "kubeval"
brew "virtualenv"
brew "pre-commit"
brew "prettier"
brew "pv"
brew "stats"
brew "python@3.8"
brew "shellcheck"
brew "sops"
brew "wget"
brew "yamllint"
brew "yarn"
brew "zsh-completions"
brew "mas"
brew "mvn"
brew "temurin"
brew "openshift-cli"
cask "alfred"
cask "discord"
cask "browserosaurus"
cask "docker"
cask "brave"
cask "postman"
cask "spotify"
cask "visual-studio-code"
cask "jetbrains-toolbox"
cask "obsidian"
cask "iterm2"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Magnet", id: 441258766
